Repository: tariqanas/LE_PACTE
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# lePacte
source: The DEAL
es: El Pacto
fr: Le Pacte

source: Connect with Google
es: Conectarse con Google
fr: Connectes-toi avec Google

source: Connect with Facebook
es: Conectarse con Facebook
fr: Connectes-toi avec Facebook

# connectWithLePacteAccount
source: Connect using The Deal Account
es: Conectarse con su cuenta de El Pacto
fr: Connectes-toi avec ton compte Le Pacte

source: Join the community
es: Únete a la comunidad
fr: Rejoins la communauté

# createAnAccount
source: Else, Create your account
es: Si no, crea una cuenta en El Pacto
fr: Sinon, crées un compte le Pacte

# yourChoice
source: Make a choice 👹
es: Haz tu elección 👹
fr: Fais ton choix 👹

source: Give me an email !
es: ¡Dame una dirección de correo electrónico!
fr: Donne-moi une adresse e-mail !

source: Give me a Password !
es: ¡Dame una contraseña!
fr: Donne-moi un mot de passe !

# fillYourPactePass
source: Fill your password !
es: ¡Rellena tu contraseña!
fr: Remplis ton mot de passe !

source: Confirm your password !
es: ¡Confirma tu contraseña!
fr: Confirme ton mot de passe !

# yourName
source: What is going to be your name ?
es: ¿Cómo te llamas?
fr: Comment t'appelles-tu ?

source: Disciple
es: Discípulo

# createNewAccount
source: Create a new account
es: Crear una nueva cuenta
fr: Créer un nouveau compte

# differentPassword
source: Your passwords are different !
es: ¡Tus contraseñas son diferentes!
fr: Tes mots de passe sont différents !

# nervousDifferentMessage
source: I told you that your password were different. 😑
es: Te dije que tus contraseñas eran diferentes. 😑
fr: Je t'ai dit que tes mots de passe étaient différents. 😑

# yourTurnNow
source: It's up to you now
es: Es tu turno ahora
fr: À toi de jouer

source: Enter your credentials !
es: Ingresa tus credenciales
fr: Entres tes identifiants !

# preferToConnectAnotherWay
source: I prefer to connect another way
es: Prefiero conectarme de otra manera
fr: Je préfère me connecter d'une autre manière

# weakness
source: You are weak ! 👎
es: ¡Eres débil! 👎
fr: Tu es faible ! 👎

# acceptChallenge
source: Accept 👑
es: Aceptar 👑
fr: Accepter 👑

# refuseChallenge
source: Refuse 🏳️
es: Rechazar 🏳️
fr: Refuser 🏳️

# logoutAreYouSure
source: Are you sure ?
es: ¿Estás seguro?
fr: Es-tu sûr ?

source: Do you really want to go 👹 ?
es: ¿Realmente quieres irte? 👹
fr: Veux-tu vraiment partir 👹 ?

# byeOrNot
source: 🔥 See you .. or never 🔥
es: 🔥 Hasta pronto... o no 🔥
fr: 🔥 À bientôt... ou pas 🔥

source: Today ,you must :
es: Hoy debes:
fr: Aujourd'hui, tu dois :

# weaknessWithEvil
source: Weak👹
es: Débil👹
fr: Faible👹

# scoreGoesBackToZero
source: You score goes back to 0. Just like you.👎
es: Tu puntuación vuelve a cero. Al igual que tú.👎
fr: Ton score revient à 0. Tout comme toi.👎

source: ☝ Don't lose your score !
es: ☝ ¡No pierdas tu puntuación!
fr: ☝ Ne perds pas votre score !

# sumOfPoints
source: ⚡ Total of score :
es: ⚡ Suma de puntos:
fr: ⚡ Total des points :

# refuseButton
source: refuse
es: rechazar
fr: refuser

# proofButton
source: proof
es: prueba
fr: preuve

# notificationTitle
source: The Deal 👹
es: El Pacto 👹
fr: Le Pacte 👹

# onlyTenMinutesLeft
source: Only 10 minutes left 👹⏱️
es: Solo quedan 10 minutos 👹⏱️
fr: Il ne reste plus que 10 minutes 👹⏱️

source: The devil will verify 👹⏱️...
es: El diablo verificará 👹⏱️...
fr: Le diable va vérifier 👹⏱️...

# notNowChallenge
source: No, not now..🐔
es: No ahora..🐔
fr: Pas tout de suite..🐔

source: Waiting for validation ⏱️
es: Esperando validación ⏱️
fr: En attente de validation ⏱️

source: Send proof to the Devil ! 👹
es: ¡Envía la prueba al diablo! 👹
fr: Envoies la preuve au Diable ! 👹

source: Picture sent ! 👹✔️
es: ¡Foto enviada! 👹✔️
fr: Photo envoyée ! 👹✔️

source: Take a picture 👹📷
es: Toma una foto 👹📷
fr: Prends une photo 👹📷

# tenBestDisciple
source: Top 10 Best Devils ! 👹🏆
es: ¡Los 10 mejores diablos! 👹🏆
fr: Les 10 meilleurs diables ! 👹🏆

source: Others statistics ⚔️
es: Otras estadísticas ⚔️
fr: Autres statistiques ⚔️

source: You accepted .. Tic..Tac ⏱️
es: Aceptaste... Tic..Tac ⏱️
fr: Tu as accepté... Tic..Tac ⏱️

source: Where is the picture, genius 👹📷 ?
es: ¿Dónde está la foto, genio? 👹📷
fr: Où est la photo, génie 👹📷 ?

source: Prove it : 👹🧾
es: Demuéstralo 👹🧾
fr: Prouves-le 👹🧾

# timeIsDone
source: You're time is done ! You Lost. ⚡
es: Tu tiempo ha terminado. Has perdido.⚡
fr: Ton temps est finit. T'as perdu.⚡

source: Yes
es: Si
fr: Oui

# changeTheChallengePlease
source: I want to change the challenge 😔 and keep my score
es: Quiero cambiar el reto 😔 y mantener mi puntaje
fr: Je veux changer de défi et garder mon score 😔

source: No
fr: Non
